{
  "cat": "A small furry animal often kept as a pet.",
  "dog": "A common pet that is loyal and friendly.",
  "apple": "A round fruit that is usually red, green, or yellow.",
  "book": "A set of pages with words and pictures, used for reading.",
  "car": "A vehicle used for travel on roads.",
  "tree": "A tall plant with a trunk and branches.",
  "run": "To move quickly on your feet.",
  "jump": "To push yourself off the ground and into the air.",
  "house": "A building where people live.",
  "water": "A clear liquid people and animals drink.",
  "sun": "The bright star that gives us light and heat.",
  "moon": "The round object that moves around the Earth at night.",
  "red": "A color like the color of an apple or a rose.",
  "big": "Large in size.",
  "small": "Not large; little in size.",
  "happy": "Feeling good and pleased.",
  "sad": "Feeling unhappy or down.",
  "fast": "Moving quickly.",
  "slow": "Moving at a low speed.",
  "ball": "A round object used for playing games.",
  "bird": "A winged animal that can often fly.",
  "fish": "An animal that lives in water and has gills.",
  "door": "A movable barrier used to open and close an entrance.",
  "chair": "A piece of furniture for sitting.",
  "table": "A flat surface with legs used to put things on.",
  "light": "Something that makes things visible or bright.",
  "night": "The time when it is dark outside.",
  "friend": "A person you like and trust.",
  "school": "A place where children learn.",
  "home": "The place where a person lives.",
  "phone": "A device used to call or message people.",
  "mouse": "A small rodent that likes cheese.",
  "bread": "A common food made from flour and water.",
  "grass": "The green plants that cover the ground.",
  "flower": "The colorful part of a plant that often smells nice.",
  "cloud": "A group of tiny water drops in the sky.",
  "river": "A large, flowing body of water.",
  "shirt": "A piece of clothing worn on the upper body.",
  "pants": "Clothing worn on the lower body to cover the legs.",
  "shoes": "Footwear worn to protect the feet.",
  "smile": "To make a happy expression with your mouth.",
  "laugh": "To show happiness by making a sound.",
  "drink": "To take liquid into your mouth and swallow.",
  "eat": "To put food into your mouth and chew it.",
  "play": "To do something for fun.",
  "think": "To use your mind to form ideas or plans.",
  "learn": "To gain knowledge or skill by studying.",
  "write": "To make letters or words on a surface.",
  "sing": "To make musical sounds with the voice.",
  "dance": "To move your body to music."
}